Repository: rocksdanister/lively
Catalog: src/Lively/Lively.UI.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ko_kr, lt_lt, ms_my, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_cyrl, sr_latn, sv_se, tr_tr, uk_ua, zh_cn

# LivelyExceptionSafeModeStart
source: Lively was not closed properly, starting in safe mode. Do you wish to restore previously running wallpapers?
af_za: Lively was nie behoorlik gesluit nie, begin in veilige modus. Wil jy agtergronde wat voorheen werk, herstel?
bg_bg: Lively не беше затворен правилно, стартира в безопасен режим. Искате ли да възстановите работещи по-рано тапети?
ca_es: Lively no es va tancar correctament, s'està iniciant en mode segur. Voleu restaurar els fons de pantalla que s'estaven executant anteriorment?
cs_cz: Live, nebyl správně zavřen, spustil se v bezpečném režimu. Přejete si obnovit dříve spuštěné tapety?
da_dk: Lively blev ikke lukket korrekt, starter i fejlsikret tilstand. Ønsker du at gendanne tidligere kørende baggrundsbilleder?
de_de: Lively wurde nicht ordnungsgemäß beendet und startet daher im abgesicherten Modus. Möchten Sie die zuvor ausgeführten Hintergründe wiederherstellen?
el_gr: Το Lively δεν έκλεισε σωστά, γίνεται εκκίνηση σε ασφαλής λειτουργία. Θέλετε να επαναφέρετε ταπετσαρίες που λειτουργούσαν προηγουμένως;
es_es: Lively no se cerró correctamente, se iniciará en modo seguro. ¿Desea restaurar los fondos de pantalla que estaban ejecutando anteriormente?
fa_ir: دفعه قبل لایولی به درستی بسته نشد، در تلاش برای اجرای آن در حالت امن. آيا ميخواهيد پس زمینه قبلي را بگردانيد؟
fi_fi: Lively ei sulkeutunut kunnolla, aloitetaan turvallisessa tilassa. Haluatko palauttaa viimeisimmät taustakuvat?
fr_fr: Lively n'a pas été fermé correctement. Lively va essayer de redémarrer en mode sans échec. Voulez-vous restorer les anciens fond d'écrans en cours d'utilisation ?
he_il: Lively לא נסגר כראוי, מתחיל במצב בטוח. האם ברצונך לשחזר טפטים שפעלו בעבר?
hu_hu: A Lively nem lett megfelelően bezárva, indítás biztonságos módban. Szeretnéd visszaállítani az előzőleg futó háttérképeket?
id_id: Lively sebelumnya tidak dimatikan secara teratur, akan memulai dengan mode aman. Apakah Anda ingin memulihkan wallpaper yang berjalan sebelumnya?
it_it: Lively non è stata chiusa correttamente, inizializzando in modalità sicura. Vuoi ripristinare i sfondi in esecuzione in precedenza?
ko_kr: 안전 모드에서 시작하여 Lively가 제대로 종료되지 않았습니다. 이전에 실행한 배경화면을 복원하시겠습니까?
lt_lt: "Lively" buvo negerai uždarytas, startuojamas saugiame režime. Ar norite atkurti prieš tai veikiančius darbalaukio fonus?
ms_my: Lively tidak ditamatkan secara teratur, memulakan aplikasi dalam mod selamat. Adakah anda mahu mengembalikan latar belakang yang sebelumnya?
pl_pl: Lively zostało niepoprawnie wyłączone, włączanie trybu awaryjnego. Czy chcesz przywrócić użyte poprzednio tapety?
pt_br: O Lively não foi fechado corretamente, iniciando no modo de segurança. Deseja restaurar os planos de fundos que estavam ativos?
pt_pt: Uma nova versão está disponível!
ro_ro: Lively nu a fost închis corect, se pornește în safe mode. Vrei să restaurezi fundalurile care rulau anterior?
ru_ru: Lively был закрыт неправильно. Запуск в безопасном режиме. Хотите восстановить работавшие ранее обои?
sr_cyrl: Ливелy није угашен нормално, пали се у сигурном режиму.Да ли желиш да повратиш претходну позадину?
sr_latn: Lively nije ugašen normalno, pali se u sigurnom režimu.Da li želiš da povratiš prethodnu pozadinu?
sv_se: Lively stängdes inte ordentligt och startade i felsäkert läge. Vill du återställa tidigare körda bakgrundsbilder?
tr_tr: Lively düzgün kapatılamadı, güvenli modda başlatılıyor. Daha önce çalışan duvar kağıdını geri yüklemek ister misiniz?
uk_ua: Доступна нова версія!
zh_cn: Lively 没有被正确关闭, 正在以安全模式启动。 您是否希望还原以前运行的壁纸?

# LivelyExceptionWorkerWSetupFail
source: It looks like some settings need to be set to make Lively work: 1. Press the Win + R keys to open Run, 2. Type SystemPropertiesPerformance.exe into Run, click on "OK" to open Performance Options. 3. Enable/Check "Animate controls and elements inside windows" (If already checked, then uncheck and check) & Apply. 4. Click "Apply" then press "OK" to close the window. If Windows 7 just set - Adjust for best appearance &amp; Apply. If still not working, close & start Lively again/restart windows. (Does not work in some insider windows 10 builds)
af_za: Dit lyk of sommige instellings ingestel moet word om Lively te laat werk: 1. Druk die Win + R-sleutels om Run oop te maak, 2. Tik SystemPropertiesPerformance.exe in Run, klik op "OK" om Prestasie-opsies oop te maak. 3. Aktiveer/merk "Animeer kontroles en elemente binne vensters" (As dit reeds gemerk is, ontmerk dan en merk) & Pas toe. 4. Klik "Pas toe" en druk dan "OK" om die venster toe te maak. As Windows 7 pas gestel - Pas vir die beste voorkoms & amp; Doen aansoek. As dit steeds nie werk nie, maak toe en begin Lively weer / herbegin vensters. (Werk nie in sommige insider Windows 10 builds nie)
bg_bg: Изглежда, че някои настройки трябва да бъдат зададени, за да може Lively да работи: 1. Натиснете клавишите Win + R, за да отворите Изпълнение, 2. Въведете SystemPropertiesPerformance.exe в Run, щракнете върху „OK“, за да отворите Опции за производителност. 3. Активирайте/маркирайте „Анимиране на контролите и елементите в прозорците“ (ако вече е маркирано, махнете отметката и поставете отметка) & Приложете. Ако Windows 7 току-що е зададен - Настройте за най-добър външен вид и &; Приложи. Ако все още не работи, затворете и започнете Lively отново/рестартирайте windows. (Не работи в някои вътрешни компилации на Windows 10)
ca_es: Has d'aplicar algunes configuracions per a què Lively funcioni: 1. Al navegador d'arxius dóna clic dret a "Aquest Equip" 2. Selecciona Propietats 3. Selecciona Configuració avançada de sistema3 4. A la pestanya Rendiment, selecciona Configuració 5. Habilita animar els elements i controls de les finestres 6. Aplica els canvis Si Windows 7 s'acaba de configurar: ajusta'l per obtenir la millor aparença i aplica els canvis. Si encara no funciona l'aplicació, tanca i inicia Lively novament o reinicia Windows. (No funciona en algunes versions insider de Windows 10)
cs_cz: Vypadá to, že je třeba nastavit některá nastavení, aby se Lively pracovalo: 1. Stisknutím tlačítka Win + R otevřete Spustit, 2. Zadejte systémové vlastnosti Výkonu.exe , klikněte na tlačítko "OK" pro otevření výkonových možností. 3. Povolit/Zaškrtnout "Animovat ovládání a prvky uvnitř okna" (Je-li již zaškrtnuto, odškrtněte a zaškrtněte) & Aplikovat. 4. Klikněte na "Aplikovat" a stiskněte "OK" pro zavření okna. Pokud je pouze nastaveno Windows 7 - upravte pro nejlepší vzhled & Aplikovat. Pokud stále nefunguje, zavřete a spusťte Lively znova/restartujte okna. (nefunguje v některých budovách uvnitř oken 10)
da_dk: Det ser ud til at nogle indstillinger skal indstilles til at gøre Lively virker: 1. Tryk på Win + R-tasterne for at åbne Kør, 2. Type SystemPropertiesPerformance.exe ind i Kør, klik på "OK" for at åbne indstillinger for ydeevne. 3. Aktiver/Check "Animér kontroller og elementer inde i vinduer" (Hvis allerede markeret, så fjern markering og kontrol) & Anvend. 4. Klik på "Anvend" og tryk derefter på "OK" for at lukke vinduet. Hvis Windows 7 bare indstillet - Justere for bedste udseende & Anvende. Hvis det stadig ikke virker, luk & start livligt igen/genstart vinduer. (virker ikke i nogle insider windows 10 byggere)
de_de: Es sieht so aus, als müssten einige Einstellungen vorgenommen werden, damit Lively funktioniert: 1. Drücken Sie die Windows-Logo-Taste und die R-Taste gleichzeitig zum öffnen des Ausführen-Dialogs. 2. Geben Sie "SystemPropertiesPerformance" (ohne " ") ein und klicken auf "OK" um die Leistungsoptionen zu öffnen 3. Aktivieren/Prüfen Sie "Steuerelemente und Elemente innerhalb von Fenstern animieren" & klicken Sie auf Übernehmen. 4. Klicken Sie auf "OK" um das Fenster zu schließen. Wenn Sie Windows 7 benutzten - einfach auf "Für optimale Darstellung anpassen auswählen" & auf "Übernehmen" klicken. Wenn es immer noch nicht funktioniert, schließen & starten Sie Lively oder Windows neu. (Funktioniert nicht in den Insider Builds von Windows 10)
el_gr: Φαίνεται ότι πρέπει να οριστούν ορισμένες ρυθμίσεις για να λειτουργήσει το Lively: 1. Πατήστε τα πλήκτρα Win + R για να ανοίξετε την Εκτέλεση, 2. Πληκτρολογήστε SystemPropertiesPerformance.exe στην Εκτέλεση, κάντε κλικ στο "OK" για να ανοίξετε τις Επιλογές Απόδοσης. 3. Ενεργοποίηση/Επιλογή "Ανώτερος έλεγχος και στοιχεία μέσα στα παράθυρα" (Εάν έχει ήδη επιλεγεί, καταργήστε την επιλογή και επιλέξτε την ξανά) & Εφαρμογή 4. Κάντε κλικ στο "Εφαρμογή" και μετά πατήστε "OK" για να κλείσετε το παράθυρο. Εάν τα Windows 7 έχουν μόλις οριστεί - Προσαρμόστε για καλύτερη εμφάνιση & Εφαρμογή. Εάν εξακολουθεί να μην λειτουργεί, κλείστε και ξεκινήστε ξανά το Lively ή κάντε μια επανεκκίνηση των Windows. (Δεν λειτουργεί σε μερικά Windows 10 insider builds)
es_es: Parece que debes aplicar algunas configuraciones para que Lively funcione: 1. En el navegador de archivos da clic derecho en "Este Equipo" 2. Selecciona Propiedades 3. Selecciona Configuración avanzada del sistema 4. En la pestaña Rendimiento, selecciona Configuración 5. Habilita la opcion animar los elementos y controles de las ventanas 6. Aplica los cambios Si Windows 7 se acaba de configurar: ajusta para obtener la mejor apariencia y aplica los cambios. Si aún no funciona, cierra e inicia Lively nuevamente o reinicia Windows. (No funciona en algunas versiones de Windows 10 Insider)
fa_ir: ظاهرا چند تنظيمات بايد تغيير کنند تا لايولي کار کند: 1. دکمه هاي Win + R بزنيد تا Run اجرا شود. 2. SystemPropertiesPerformance.exe را در Run تايپ کنيد و Ok را بزنيد. 3. "Animate controls and elements inside windows" را فعال کنيد، (اگر فعال است، يکبار غيرفعال و دوباره فعال کنيد) و Apply را بزنيد. 4. دکمه Apply را بزنيد و سپس Ok را انتخاب کنيد. اگر ويندوز 7 داريد، Adjust for best appearance را انتخاب کنيد و سپس Apply کنيد. اگر هنوز کار نميکند، لايولي را يکبار باز و بسته کنيد و يا ويندوز را ري استارت کنيد. (در بعضي از نسخه هاي اينسايدر ويندوز کار نميکند)
fi_fi: Näyttää siltä, että jotkut asetukset täytyy asettaa, jotta Lively saataisiin toimimaan: 1. Paina Win + R -näppäimiä avataksesi suorittimen, 2. Kirjoita "SystemPropertiesPerformance.exe" ja, napsauta "OK" avataksesi suorituskykyasetukset. 3. Ota käyttöön "Animoi ohjaimet ja elementit ikkunoiden sisäpuolella" (Jos ne on jo valittu, poista valinta ja tarkista ja ota käyttöön. 4. Napsauta "Käytä" ja paina "OK" sulkeaksesi ikkunan. Jos Windows 7 on juuri asetettu - Säädä paras ulkonäkö & Käytä . Jos ikkuna ei vieläkään toimi, sulje & käynnistä eloisa uudestaan/uudelleenkäynnistys. (Ei toimi joissakin Windows 10 -käyttöjärjestelmissä)
fr_fr: Il semblerait que certains paramètres aient besoin d'être ajustés pour que Lively fonctionne : 1. Appuyez sur Win+R pour ouvrir "Exécuter" 2. Renseignez "SystemPropertiesPerformance.exe", cliquez sur "OK" pour ouvrir les "Options de performances" 3. Cochez la case "Animer les contrôles et les éléments dans Windows" (si déja coché, décocher puis recocher) 4. Cliquez sur "Appliquer" puis sur "OK" pour fermer la fenêtre. Si Windows 7 vient de se mettre en route, choisissez "Ajuster afin d'obtenir la meilleure apparence" et cliquez sur Appliquer. Si cela ne fonctionne toujours pas, fermez et relancez Lively / redémarrez Windows. (Ne marche pas sur quelques versions Insider de Windows 10)
he_il: נראה כי יש להגדיר כמה הגדרות בכדי לגרום ל- Lively לעבוד: 1. לחץ על מקשי Win + R כדי לפתוח את Run, 2. הקלד SystemPropertiesPerformance.exe ב- Run, לחץ על "אישור" כדי לפתוח אפשרויות ביצועים 3. הפעל / סמן "הנפש בקרים ואלמנטים בתוך חלונות" (אם האפשרות כבר מסומנת, בטל את הסימון ובדוק) והחל. 4. לחץ על "החל" ואז לחץ על "אישור" כדי לסגור את החלון. אם משתמשים ב- Windows 7 פשוט הגדר – "התאם למראה הטוב ביותר" ו amp; אשר. אם עדיין לא עובד, סגור והתחל את Lively שוב / הפעל מחדש את Windows. (לא עובד בחלק מגרסאות הניסיון של Windows 10)
hu_hu: Úgy látszik néhány beállítást be kell állítani, hogy a Lively működjön:- 1. Nyisd meg ezt a gépet(Ez a gép) 2. Kattints az üres területre 3. Válaszd ki a Tulajdonságokat 4. Válaszd ki a Speciális rendszerbeállításokat 5. A Teljesítmény fül alatt kattints a Beállításokra 6. Engedélyezd az Ablakokon belüli vezérlők és elemek animálását és nyomj az Alkalmazra. Ha a Windows 7 épphogy csak be lett állítva - Igazítsd a legjobb megjelenéshez &amp; Alkalmaz. Ha még mindig nem működik, zárd be &amp; indítsd el a Livelyt újra/ indítsd újra a Windowst. (Nem működik néhány bennfentes Windows felépítésnél.)
id_id: Sepertinya beberapa pengaturan perlu dilakukan agar Lively dapat digunakan: 1. Tekan tombol windows 2. Cari "Adjust the appearance and performance of Windows" 3. Pada tab Visual Effects aktifkan "Animate controls and elements inside Windows" 4. Klik "Apply" lalu "OK" Untuk Windows 7, pilih "Adjust for best appearance" dan klik "Apply". Jika masih tidak berfungsi, tutup dan mulai ulang Lively/Windows. (Tidak berfungsi untuk beberapa Windows 10 Insider)
it_it: Sembra che qualche impostazione debba essere modificata per far funzionare Lively: 1. Premi Win + R per aprire Run, 2. Scrivi SystemPropertiesPerformance.exe in Run, Clicca "OK" per aprire le Impostazioni di Perfomance. 3. Abilita "Anima le finestra quando vengono ingrandite o ridotte ad icona" (Se già abilitato, allora disabilita e riabilita) & Applica. 4. Clicca "Applica" dopo di che premi "OK" e chiudi la finestra. Se Windows 7 è stato appena impostato - Impostalo per le migliori animazioni & Applica. Se non funziona ancora, chiudi & riavvia Lively / riavvia Windows. (Non funziona in alcune versioni insider di Windows 10)
ko_kr: Lively가 작동하려면 몇 가지 설정이 필요한 것 같습니다. 1. 실행을 열기 위해 Win + R 키 누릅니다. 2. 실행에 SystemPropertiesPerformance.exe를 입력하고 "확인"을 눌러 성능 옵션을 엽니다. 3. "창의 제어 및 요소에 애니메이션 효과 주기"에 활성화/체크(이미 체크된 경우, 체크 해제했다가 다시 체크) & 적용합니다. 4. "적용"을 누른 다음 "확인"을 눌러 창을 닫습니다. Windows 7의 경우 - '최적 모양으로 조정' 체크 &amp; 적용. 그래도 작동하지 않을 경우, Lively를 종료 후 재실행한 다음 Windows를 다시 시작해 주세요. (일부 Windows 10 Insider 빌드에서는 작동하지 않음)
lt_lt: Atrodo kai kurie nustatymai turi būti sutvarkyti, kad Lively veiktų: 1. Paspauskite Win ir R mygtukus kad atidarytumėte Vykdyti, 2. Parašykite SystemPropertiesPerformance.exe į Vykdyti, paspauskite "OK" kad atidaryti Atlikimo Nustatymus. 3. Įjunkite/Patikrinkite "Animuoti valdiklius ir elementus viduje Windows" (Jei pažymėta, atžymėkite ir vėl pažymėkite) ir Pritaikyti. 4. Paspauskite "Pritaikyti" tada "OK" kad uždaryti langą. Jei naudojate Windows 7, tai tiesiog nustatykite - "Adjust for best appearance" & Pritaikyti. Jei vis tiek neveikia, uždarykite ir iš naujo įjunkite Lively/perkraukite Windows. (Neveikia kai kuriose Insider Windows 10 versijose)
ms_my: Panduan bagi memulakan Lively secara teratur: 1. Tekan logo Win + R untuk membuka Run, 2. Taip SystemPropertiesPerformance.exe dalam Run, klik "OK" untuk membuka Performance Options. 3. Tanda "Animate controls and elements inside windows" (Jika sudah bertanda, sila buang dan tandkan semula) & Apply. 4. Klik "Apply" kemudian tekan "OK" untuk menutup tetingkap. Bagi Windows 7 setkan - "Adjust for best appearance" & klik Apply. Jika masih tidak berkesan, mulakan semula Lively/Windows. (Tidak berfungsi untuk sebahagian binaan Windows 10 Insider)
pl_pl: Do poprawnego działania lively wymagane są dodatkowe ustawienia:- 1. Otwórz Ten komputer(Mój komputer) 2. Kliknij prawym myszy na pustym obszarze 3. Wybierz właściwości 4. Wybierz Zaawansowane ustawienia systemu 5. W zakładce Wydajność kliknij Ustawienia 6. Włącz Animuj formanty i elementy wewnątrz okien & Zastosuj. W Windows 7 wybierz - Dostosuj do uzyskania najlepszej wydajności & Zastosuj. Jeśli ciągle nie działa, uruchom ponownie Lively / system Windows. (Nie działa w wersji Windows 10 insider)
pt_br: Parece que algumas opções precisam ser ativadas para que o Lively funcione: 1. Aperte Win + R para abrir a janela de Executar. 2. Escreva "SystemPropertiesPerformance.exe" e aperte Enter para abrir as Opções de Desempenho. 3. Ative "Animar controles e elementos no Windows". 4. Clique em "OK" para confirmar. Se estiver no Windows 7, ative "Ajustar para melhor aparência". Se ainda não funcionar, abra o Lively novamente ou reinicie o Windows. (Não funciona nas versões insider do Windows 10)
pt_pt: Parece que algumas definições necessitam de ser definidas para que o Lively funcione:- 1. Abrir Este PC(O meu Computador) 2. Clicar com o botão direito numa área vazia. 3. Seleccionar Propriedades 4. Seleccionar Definições Avançadas do Sistema 5. Na aba Desempenho selecionar Definições 6. Ativar Animar controlos e elementos dentro de janelas. Se for Windows 7 ativar - Ajustar para a melhor aparência e Aplicar. Se ainda não funcionar, fechei e inicie o Lively/ reinicei o Windows. (Não funciona nas versões insider do windows 10)
ro_ro: Se pare că unele setări trebuie setate pentru ca Lively să funcționeze: 1. Apasă tastele Win + R pentru a deschide Run, 2. Introdu SystemPropertiesPerformance.exe în Run,apasă „OK” pentru a deschide Performance Options. 3. Activează/Bifează „Animate controls and elements inside windows” (Dacă este deja bifat, atunci debifează și bifaează) și Aplicați. 4. Apasă „Aplicați”, apoi apasă pe „OK” pentru a închide fereastra. Dacă ești pe Windows 7 atunci setează - Adjust for best appearancet & Aplicați. Dacă tot nu funcționează, repornește Lively/Windows. (Nu funcționează în unele versiuni interne Windows 10)
ru_ru: Похоже, нужно изменить некоторые настройки, чтобы Lively заработал:- 1. Откройте ярлык "Этот компьютер" 2. Нажмите правую кнопку мыши в пустом месте 3. Выберите пункт "Свойства" 4. Выберите "Дополнительные параметры системы" 5. Во вкладке "Дополнительно" в поле "Быстродействите" нажмите "Параметры" 6. Поставьте галочку в поле "Анимированные элементы управления и элементы внутри окна", нажмите "Применить" -> "ОК". Если Windows 7, то просто выберите пункт - "Обеспечить наилучший внешний вид" & примените. Если по прежнему не работает, попробуйте закрыть и запустить Lively заново или перезагрузить Windows. (Не работает в некоторых инсайдерских сборках Windows 10)
sr_cyrl: Изгледа да нека подешавања морају да се промене да би Ливелy радио: 1. Притисни Windows дугме + R да би отворио Рун, 2. Укукуцај SystemPropertiesPerfomance.еxe у Run, стисни "ОК" да отвориш Подешавања Перформанса. 3. Дозволи/Провери "Animate controls and elements inside Windows" (Ако је већ штиклирано, притисни опет да онемогућиш и опет штиклирај) и пристисни "Аpply". 4. Кликни "Apply" и онда притисни "ОК" да затвориш прозор. Ако имас Windows 7 само штиклирај - "Adjust for best appearance & онда "Apply". Ако још не ради, угаси и упали Ливелy опет/рестартуј Windows. (Не ради на неким Windows 10 системима)
sr_latn: Izgleda da neka podešavanja moraju da se promene da bi Lively radio: 1. Pritisni Windows dugme + R da bi otvorio Run, 2. Ukukucaj SystemPropertiesPerfomance.exe u Run, stisni "OK" da otvoris Podešavanja Performansa. 3. Dozvoli/Proveri "Animate controls and elements inside windows" (Ako je već štiklirano, pritisni opet da onemogućiš i opet štikliraj) i pristisni "Apply". 4. Klikni "Apply" i onda pritisni "OK" da zatvoriš prozor. Ako imas Windows 7 samo štikliraj - "Adjust for best appearance & onda "Apply". Ako još ne radi, ugasi i upali Lively opet/restartuj windows. (Ne radi na nekim windows 10 sistemima)
sv_se: Det ser ut som om några inställningar måste göras för att Lively ska fungera: 1. Öppna den här datorn (Min dator) 2. Högerklicka på ett tomt område 3. Välj Egenskaper 4. Välj Avancerade systeminställningar 5. Under fliken Prestanda välj Inställningar 6. Aktivera Animera kontroller och element i fönster och tillämpa. Om Windows 7 ställ bara in - Justera för bästa utseende och tillämpa. Om det fortfarande inte fungerar, stäng och starta Lively igen / starta om Windows. (Fungerar inte i vissa Insider Windows 10-versioner)
tr_tr: Görünüşe göre Lively çalışmak için bazı ayarlara ihtiyaç duyuyor: 1. Win + R tuşlarına birlikte basarak Çalıştır'ı açın 2. SystemPropertiesPerformance.exe yazın ve çalıştırın. 3. "Denetim ve öğe animasyonlarını pencere içinde göster" yazılı düğmeyi işaretleyin & Tamam. 4. Uygula ve Tamam diyerek pencereyi kapatın.
uk_ua: Здається, потрібно змінити деякі налаштування, щоб Lively запрацював:- 1. Відкрийте Мій комп'ютер 2. Натисніть правою кнопкою миші на пустій ділянці 3. Оберіть "Властивості" 4. Оберіть "Додаткові настройки системи" 5. На вкладці Продуктивність оберіть "Настройки" 6. Ввімкніть "Анімація елементів керування та елементів всередині вікна" і натисніть застосувати. Якщо у Вас Windows 7, виберіть - "Налаштувати на кращий вигляд" і натисніть застосувати. Якщо далі не працює, перезавантажте Lively / windows. (Не працює в інсайдерських збірках windows 10)
zh_cn: 似乎需要进行一些设置才能使Lively工作： 1. 打开此电脑（我的电脑） 2. 右键单击空白区域 3. 选择"属性" 4. 选择"高级系统设置" 5. 在"性能"选项卡下，选择"设置" 6. 启用"窗口内的动画控件和元素"并应用。 如果是 Windows 7 系统只需设置"调整为最近外观"并应用。 如果仍不起作用, 重启 Lively 或重启操作系统。 (在一些 Windows 10 预览体验计划版本中无法工作)

# TextAdd
source: Add
af_za: Voeg by
bg_bg: Добави
ca_es: Afegir
cs_cz: Přidat
da_dk: Tilføj
de_de: Hinzufügen
el_gr: Προσθήκη
es_es: Añadir
fa_ir: افزودن
fi_fi: Lisää
fr_fr: Ajouter
he_il: הוסף
hu_hu: Hozzáadás
id_id: Tambah
it_it: Aggiungi
ko_kr: 추가
lt_lt: Pridėti
ms_my: Tambah
pl_pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro_ro: Adaugă
ru_ru: Добавить
sr_cyrl: Додај
sr_latn: Dodaj
sv_se: Lägg till
tr_tr: Ekle
uk_ua: Додати
zh_cn: 添加

# TextAllFiles
source: All Files
af_za: Alle lêers
bg_bg: Всички файлове
cs_cz: Všechny soubory
da_dk: Alle Filer
de_de: Alle Dateien
el_gr: Όλα τα Αρχεία
es_es: Todos los archivos
fa_ir: همه فايل‌ها
fi_fi: Kaikki Tiedostot
fr_fr: Tous les fichiers
he_il: כל הקבצים
hu_hu: Minden fálj
id_id: Semua File
it_it: Tutti i file
ko_kr: 모든 파일
lt_lt: Visi failai
ms_my: Semua Fail
pl_pl: Wszystkie pliki
pt_br: Todos os arquivos
pt_pt: Todos os Ficheiros
ro_ro: Toate fișierele
ru_ru: Все файлы
sr_cyrl: Сви фајлови
sr_latn: Svi fajlovi
sv_se: Alla Filer
tr_tr: Tüm dosyalar
uk_ua: Всі файли
zh_cn: 所有文件

# Application.Header
source: Application
af_za: Toepassing
bg_bg: Приложение
ca_es: Aplicació
cs_cz: Aplikace
da_dk: Applikation
de_de: Programm
el_gr: Εφαρμογή
fa_ir: برنامه
fi_fi: Sovellus
he_il: יישום
hu_hu: Alkalmazás
id_id: Aplikasi
it_it: Applicazione
ko_kr: 응용 프로그램
lt_lt: Programa
ms_my: Aplikasi
pl_pl: Aplikacja
pt_br: Aplicativo
pt_pt: Aplicação
ro_ro: Aplicație
ru_ru: Приложение
sr_cyrl: Апликација
sr_latn: Aplikacija
sv_se: Applikation
tr_tr: Uygulama
uk_ua: Додаток
zh_cn: 应用程序

# Attribution.Header
source: Attribution
af_za: Erkenning
bg_bg: Функция
ca_es: Atribució
cs_cz: Atributy
da_dk: Kreditering
de_de: Namensnennung
el_gr: Περί
es_es: Atribución
fa_ir: خصوصیات
fi_fi: Ominaisuudet
he_il: שיוך
hu_hu: Tulajdonság
id_id: Atribut
it_it: Attributi
ko_kr: 공헌자
lt_lt: Atribucija
ms_my: Atribut
pl_pl: Kontrybucje
pt_br: Atribuições
pt_pt: Atribuição
ro_ro: Atribuție
ru_ru: Атрибуция
sr_cyrl: Приписивање
sr_latn: Pripisivanje
tr_tr: İlişkilendirmeler
uk_ua: Атрибути
zh_cn: 说明/属性

# Author.Text
source: Author
af_za: Skrywer
bg_bg: Автор
ca_es: Autor
cs_cz: Autor
da_dk: Udsteder
de_de: Autor
el_gr: Συντάκτης
es_es: Autor
fa_ir: سازنده
fi_fi: Kehittäjä
fr_fr: Auteur
he_il: מפתחים
hu_hu: Szerző
id_id: Pengarang
it_it: Autore
ko_kr: 저작자
lt_lt: Autorius
ms_my: Pengarang
pl_pl: Autor
pt_br: Autor
pt_pt: Autor
ro_ro: Autor
ru_ru: Автор
sr_cyrl: Аутор
sr_latn: Autor
sv_se: Skapare
tr_tr: Yazar
uk_ua: Автор
zh_cn: 作者
